{
  "header": {
    "headTitle": "Henrik Ibsen"
  },
  "bioBox": {
    "imageLink": "//upload.wikimedia.org/wikipedia/commons/thumb/0/09/Ibsen_by_Olrik.jpg/220px-Ibsen_by_Olrik.jpg",
    "imageCaption": "Portrait by Henrik Olrik, 1879",
    "labels": {
      "labels": [
        "Born",
        "Died",
        "Occupation",
        "Genres",
        "Literary movement",
        "Notable works",
        "Spouse",
        "Children",
        "Relatives"
      ],
      "links": [
        [
          "Henrik Johan Ibsen",
          "1828-03-20",
          "20 March 1828",
          "Skien",
          "Telemark",
          "Norway"
        ],
        [
          "23 May 1906",
          "(1906-05-23)",
          " (aged 78)",
          "Kristiania",
          ", Norway",
          "(modern ",
          "Oslo"
        ],
        [
          "Writer, theatre director"
        ],
        [
          "Drama"
        ],
        [
          "Naturalism",
          "realism"
        ],
        [
          "Brand",
          " (1865)",
          "Peer Gynt",
          " (1867)",
          "A Doll's House",
          " (1879)",
          "Ghosts",
          " (1881)",
          "An Enemy of the People",
          " (1882)",
          "The Wild Duck",
          " (1884)",
          "Rosmersholm",
          " (1886)",
          "Hedda Gabler",
          " (1890)"
        ],
        [
          "Suzannah Thoresen",
          " (m. 1858)"
        ],
        [
          "Sigurd Ibsen"
        ],
        [
          "Knud Ibsen",
          " (father)",
          "Marichen Altenburg",
          " (mother)"
        ]
      ]
    }
  },
  "body": {
    "subTitle": [
      ">Early life and background",
      ">Early career",
      ">Years in exile",
      ">Critical reception",
      ">Death",
      ">Political views",
      ">Legacy",
      ">Ancestry",
      ">Descendants",
      ">Honours",
      ">Works",
      ">See also",
      ">Notes",
      ">References",
      ">Further reading"
    ],
    "textSubtitles": [
      [
        [
          1,
          ">Family and childhood"
        ],
        [
          1,
          ">Myths and reassessment"
        ],
        [
          1,
          ">Literary influence of his childhood"
        ],
        [
          2,
          ">Grimstad years"
        ],
        [
          2,
          ">Ibsen as a theatre director"
        ],
        [
          5,
          ">Centenary"
        ],
        [
          11,
          ">Plays"
        ],
        [
          11,
          ">Other works"
        ],
        [
          11,
          ">English translations"
        ]
      ]
    ],
    "textSections": [
      [
        0,
        "Henrik Johan Ibsen (/ˈɪbsən/;[1] Norwegian: [ˈhɛ̀nrɪk ˈɪ̀psn̩]; 20 March 1828 – 23 May 1906) was a Norwegian playwright and theatre director. As one of the founders of modernism in theatre, Ibsen is often referred to as \"the father of realism\" and one of the most influential playwrights of his time.[2] His major works include Brand, Peer Gynt, An Enemy of the People, Emperor and Galilean, A Doll's House, Hedda Gabler, Ghosts, The Wild Duck, When We Dead Awaken, Rosmersholm, and The Master Builder. Ibsen is the most frequently performed dramatist in the world after Shakespeare,[3][4] and A Doll's House was the world's most performed play in 2006.[5]Henrik IbsenPortrait by Henrik Olrik, 1879BornHenrik Johan Ibsen(1828-03-20)20 March 1828Skien, Telemark, NorwayDied23 May 1906(1906-05-23) (aged 78)Kristiania, Norway(modern Oslo)OccupationWriter, theatre directorGenresDramaLiterary movementNaturalism, realismNotable worksBrand (1865) Peer Gynt (1867)A Doll's House (1879)Ghosts (1881)An Enemy of the People (1882)The Wild Duck (1884)Rosmersholm (1886)Hedda Gabler (1890)SpouseSuzannah Thoresen (m. 1858)ChildrenSigurd IbsenRelativesKnud Ibsen (father) Marichen Altenburg (mother)SignatureIbsen's early poetic and cinematic play Peer Gynt has strong surreal elements.[6] After Peer Gynt Ibsen abandoned verse and wrote in realistic prose. Several of his later dramas were considered scandalous to many of his era, when European theatre was expected to model strict morals of family life and propriety. Ibsen's later work examined the realities that lay behind the façades, revealing much that was disquieting to a number of his contemporaries. He had a critical eye and conducted a free inquiry into the conditions of life and issues of morality. In many critics' estimates The Wild Duck and Rosmersholm are \"vying with each other as rivals for the top place among Ibsen's works\";[7] Ibsen himself regarded Emperor and Galilean as his masterpiece.[8]Ibsen is often ranked as one of the most distinguished playwrights in the European tradition,[9] and is widely regarded as the foremost playwright of the nineteenth century.[9][10] He influenced other playwrights and novelists such as George Bernard Shaw, Oscar Wilde, Arthur Miller, Marguerite Yourcenar, James Joyce, Eugene O'Neill, and Miroslav Krleža. Ibsen was nominated for the Nobel Prize in Literature in 1902, 1903, and 1904.[11]Ibsen wrote his plays in Dano-Norwegian,[a] and they were published by the Danish publisher Gyldendal. Although most of his plays are set in Norway—often in places reminiscent of Skien, the port town where he grew up—Ibsen lived for 27 years in Italy and Germany and rarely visited Norway during his most productive years. Ibsen's dramas were informed by his background in the merchant elite of Skien, and he often modelled or named characters after family members. He was the father of Prime Minister Sigurd Ibsen. Ibsen's dramas had a strong influence on contemporary culture.\n\n"
      ],
      [
        1,
        "Henrik Johan Ibsen was born on 20 March 1828 in Stockmanngården into an affluent merchant family in the prosperous port town of Skien in Bratsberg (Telemark). He was the son of the merchant Knud Plesner Ibsen (1797–1877) and Marichen Cornelia Martine Altenburg (1799–1869), and he grew up as a member of the Ibsen–Altenburg–Paus extended family, which consisted of the siblings Ole and Hedevig Paus and their tightly knit families. Ibsen's ancestors were primarily merchants and shipowners in cities such as Skien and Bergen, or members of the \"aristocracy of officials\" of Upper Telemark, the region's civil servant elite. Henrik Ibsen later wrote that \"my parents were members on both sides of the most respected families in Skien\", and that he was closely related to \"just about all the patrician families who then dominated the place and its surroundings.\"[12][13] He was baptised at home in the Lutheran state church—membership of which was mandatory—on 28 March and the baptism was confirmed in the Christian' Church on 19 June.[14] When Ibsen was born, Skien had for centuries been one of Norway's most important and internationally orientated cities, and a centre of seafaring, timber exports and early industrialization that had made Norway the developed and prosperous part of Denmark–Norway.[14]\n   A silhouette (ca. 1820) of the Altenburg/Paus family in Altenburggården, with Ibsen's mother (far right), maternal grandparents (centre) and other relatives. It is the only existing portrait of either of Ibsen's parents.\nHis parents, though not closely related by blood, had been reared as social first cousins, sometimes described as near-siblings in a social sense.[15] Knud Ibsen's father, ship's captain and merchant Henrich Johan Ibsen (1765–1797), died at sea when he was newborn in 1797 and his mother Johanne Plesner (1770–1847) married captain Ole Paus (1766–1855) the following year; Knud grew up as a member of the Paus family. His stepfather Ole Paus was a descendant of the \"aristocracy of officials\" in Upper Telemark; as a child Paus had been taken in by a relative, Skien merchant Christopher Blom, and he had become a ship's captain and shipowner in Skien, acquiring the burghership in 1788. Like Henrich Johan Ibsen before him Paus became the brother-in-law of one of Norway's wealthiest men, Diderik von Cappelen, whose first wife Maria Plesner was Johanne's sister. In 1799 Ole Paus sold the Ibsen House in Skien's Løvestrædet (Lion's Street), which he had inherited from his wife's first husband, and bought the estate Rising outside Skien from a sister of his brother-in-law von Cappelen. Knud grew up at Rising with most of his many half-siblings, among them the later governor Christian Cornelius Paus and the shipowner Christopher Blom Paus. In the 1801 census the Paus family of Rising had seven servants.[14]\n   The roof and one of the windows of Altenburggården can be seen in the middle of the picture. Altenburggården was Marichen Altenburg's childhood home, and Henrik Ibsen lived there aged 3–8\n   Venstøp outside Skien, originally the Ibsen family's summer house, where they lived permanently 1836–1843. It was a reasonably large farm with large, representative buildings.\nMarichen grew up in the large, stately Altenburggården building in central Skien as the daughter of the wealthy merchant Johan Andreas Altenburg (1763–1824) and Hedevig Christine Paus [no] (1763–1848), who was the sister of Knud's stepfather. Altenburg was a shipowner, timber merchant and owned a liquor distillery at Lundetangen and a farm outside of town; after his death in 1824 the widow Hedevig, Henrik's grandmother, took over the businesses. During Henrik's childhood the families of Ole and Hedevig Paus were very close: Ole's oldest son, Knud's half-brother Henrik Johan Paus was raised in Hedevig's home, and the children of the Paus siblings, including Knud and Marichen, spent much of their childhood together. Older Ibsen scholars have claimed that Henrik Ibsen was fascinated by his parents’ “strange, almost incestuous marriage,” and he would treat the subject of incestuous relationships in several plays, notably his masterpiece Rosmersholm.[16] On the other hand, Jørgen Haave points out that his parents' close relationship wasn't that unusual among the Skien elite.[14]In 1825 Henrik's father Knud acquired the burghership of Skien and established an independent business as a timber and luxury goods merchant there with his younger brother Christopher Blom Paus, then aged 15, as his apprentice. The two brothers moved into the Stockmanngården building, where they rented a part of the building and lived with a maid. On the first floor the brothers sold foreign wines and a variety of luxury items, while also engaging in wholesale export of timber in cooperation with their first cousin Diderik von Cappelen (1795–1866). On 1 December 1825 Knud married his stepfather's niece Marichen, who then moved in with them. Henrik was born there in 1828. In 1830 Marichen's mother Hedevig left Altenburggården and her properties and business ventures to her son-in-law Knud, and the Ibsen family moved to Marichen's childhood home in 1831. During the 1820s and 1830s Knud was a wealthy young merchant in Skien, and he was the city's 16th largest taxpayer in 1833.[14]In his unfinished biography From Skien to Rome Henrik Ibsen wrote about the Skien of his childhood:\n\n.mw-parser-output .templatequote{overflow:hidden;margin:1em 0;padding:0 40px}.mw-parser-output .templatequote .templatequotecite{line-height:1.5em;text-align:left;padding-left:1.6em;margin-top:0}In my childhood, Skien was an extremely joyful and festive town, quite the opposite of what it would later become. Many highly cultured, prosperous families at that time lived partly in the city itself, partly on large farms in the area. Close or more remote kinship connected most of these families amongst themselves, and balls, dinner parties, and musical soirées came one after another in rapid succession both during winters and summers. [...] Visits from strangers were almost a constant occurrence at our spacious farmhouse and especially around Christmastime and the market days, our townhouse was full and the table was set from morning to nightfall.— Henrik Ibsen[17]\nWhen Henrik Ibsen was around seven years old, his father's fortunes took a turn for the worse, and in 1835 the family was forced to sell Altenburggården. The following year they moved to their stately summer house, Venstøp [no], outside of the city.[18] They were still relatively affluent, had servants and socialised with other members of the Skien elite, e.g. through lavish parties; their closest neighbours on Southern Venstøp were former shipowner and mayor of Skien Ulrich Frederik Cudrio and his family, who also had been forced to sell their townhouse.[14] In 1843, after Henrik left home, the Ibsen family moved to a townhouse at Snipetorp, owned by Knud Ibsen's half-brother and former apprentice Christopher Blom Paus, who had established himself as an independent merchant in Skien in 1836 and who eventually became one of the city's leading shipowners.[19] Knud continued to struggle to maintain his business and had some success in the 1840s, but in the 1850s his business ventures and professional activities came to an end, and he became reliant on the support from his successful younger half-brothers.[14]\nMyths and reassessmentEdit\nOlder Ibsen historiography has often claimed that Knud Ibsen experienced financial ruin and became an alcoholic tyrant, that the family lost contact with the elite it had belonged to, and that this had a strong influence on Henrik Ibsen's biography and work. Newer Ibsen scholarship, in particular Jørgen Haave's book Familien Ibsen [The Ibsen Family], has refuted such claims, and Haave has pointed out that older biographical works have uncritically repeated numerous unfounded myths about both of Ibsen's parents, and about the playwright's childhood and background in general.[14]Haave points out that Knud Ibsen's economic problems in the 1830s were mainly the result of the difficult times and something the Ibsen family had in common with most members of the bourgeoisie; Haave further argues that Henrik Ibsen had a happy and comfortable childhood as a member of the upper class, even after the family moved to Venstøp, and that they were able to maintain their lifestyle and patrician identity with the help of their extended family and accumulated cultural capital.[14] Contrary to the incorrect claims that Ibsen had been born in a small or remote town, Haave points out that Skien had been Eastern Norway's leading commercial city for centuries, and a centre of seafaring, timber exports and early industrialization that had made Norway the developed and prosperous part of Denmark–Norway.[14]Haave points out that virtually all of Ibsen's ancestors had been wealthy burghers and higher government officials, and members of the local and regional elites in the areas they lived, often of continental European ancestry. He argues that \"the Ibsen family belonged to an elite that distanced itself strongly from the common farmer population, and considered itself part of an educated European culture\" and that \"it was this patrician class that formed his cultural identity and upbringing.\"[20] Haave points to many examples of both Henrik Ibsen and other members of his family having a condescending attitude towards common Norwegian farmers, viewing them as \"some sort of primitive indigenous population,\"[14] and being very conscious of their own identity as members of the sophisticated upper class; Haave describes Henrik as a boy who was pampered by his father, who liked to be creative in solitude, and who provoked peers with his superiority and arrogance.[14] Haave points out that Ibsen's most immediate family—Knud, Marichen and Henrik's siblings—disintegrated financially and socially in the 1850s, but that it happened after Henrik had left home, at a time when he was establishing himself as a successful man of theatre, while his extended family, such as his uncle Paus, were firmly established in Skien's elite as lawyers, government officials and wealthy shipowners.[14] Haave argues that the story of the Ibsen family is the story of the slow collapse of a patrician merchant family amid the emergence of a new democratic society in the 19th century, and that Henrik Ibsen, like others of his class, had to find new opportunities to maintain his social position.[14]\nLiterary influence of his childhoodEdit\nMany Ibsen scholars have compared characters and themes in his plays to his family and upbringing; his themes often deal with issues of financial difficulty as well as moral conflicts stemming from dark secrets hidden from society. Ibsen himself confirmed that he both modelled and named characters in his plays after his own family.[19][21] However, Haave criticizes the uncritical use of Ibsen's dramas as biographical sources and the \"naive\" readings of them as reflections of his family members, in particular his father.[14]>"
      ],
      [
        2,
        "At fifteen, Ibsen left school. He moved to the small town of Grimstad to become an apprentice pharmacist. At that time he began writing plays. In 1846, when Ibsen was 18, he had a liaison with Else Sophie Jensdatter Birkedalen which produced a son, Hans Jacob Hendrichsen Birkdalen, whose upbringing Ibsen paid for until the boy was fourteen, though Ibsen never saw Hans Jacob. Ibsen went to Christiania (later spelled Kristiania and then renamed Oslo) intending to matriculate at the university. He soon rejected the idea (his earlier attempts at entering university were blocked as he did not pass all his entrance exams), preferring to commit himself to writing. His first play, the tragedy Catilina (1850), was published under the pseudonym \"Brynjolf Bjarme\", when he was only 22, but it was not performed. His first play to be staged, The Burial Mound (1850), received little attention. Still, Ibsen was determined to be a playwright, although the numerous plays he wrote in the following years remained unsuccessful.[22] Ibsen's main inspiration in the early period, right up to Peer Gynt, was apparently the Norwegian author Henrik Wergeland and the Norwegian folk tales as collected by Peter Christen Asbjørnsen and Jørgen Moe. In Ibsen's youth, Wergeland was the most acclaimed, and by far the most read, Norwegian poet and playwright.\n\nIbsen as a theatre directorEdit\nHe spent the next several years employed at Det norske Theater (Bergen), where he was involved in the production of more than 145 plays as a writer, director, and producer. During this period, he published five new, though largely unremarkable, plays. Despite Ibsen's failure to achieve success as a playwright, he gained a great deal of practical experience at the Norwegian Theater, experience that was to prove valuable when he continued writing.\nIbsen returned to Christiania in 1858 to become the creative director of the Christiania Theatre. He married Suzannah Thoresen on 18 June 1858 and she gave birth to their only child Sigurd on 23 December 1859. The couple lived in difficult financial circumstances and Ibsen became very disenchanted with life in Norway.\n>"
      ],
      [
        3,
        "In 1862,[23] he left Christiania and went to Sorrento in Italy in self-imposed exile. He spent the next 27 years in Italy and Germany and would only visit Norway a few times.\nHis next play, Brand (1865), brought him the critical acclaim he sought, along with a measure of financial success, as did the following play, Peer Gynt (1867), to which Edvard Grieg composed incidental music and songs. Although Ibsen read excerpts of the Danish philosopher Søren Kierkegaard and traces of the latter's influence are evident in Brand, it was not until after Brand that Ibsen came to take Kierkegaard seriously. Initially annoyed with his friend Georg Brandes for comparing Brand to Kierkegaard, Ibsen nevertheless read Either/Or and Fear and Trembling. Ibsen's next play Peer Gynt was consciously informed by Kierkegaard.[24][25]With success, Ibsen became more confident and began to introduce more and more of his own beliefs and judgements into the drama, exploring what he termed the \"drama of ideas\". His next series of plays are often considered his Golden Age, when he entered the height of his power and influence, becoming the center of dramatic controversy across Europe.[citation needed]Ibsen moved from Italy to Dresden, Germany, in 1868, where he spent years writing the play he regarded as his main work, Emperor and Galilean (1873), dramatizing the life and times of the Roman emperor Julian the Apostate. Although Ibsen himself always looked back on this play as the cornerstone of his entire works, very few shared his opinion, and his next works would be much more acclaimed. Ibsen moved to Munich in 1875 and began work on his first contemporary realist drama The Pillars of Society, first published and performed in 1877.[26] A Doll's House followed in 1879. This play is a scathing criticism of the marital roles accepted by men and women which characterized Ibsen's society.\nIbsen was already in his fifties when A Doll’s House was published. He himself saw his latter plays as a series. At the end of his career, he described them as “that series of dramas which began with A Doll’s House and which is now completed with When We Dead Awaken”.[27] Furthermore, it was the reception of A Doll’s House which brought Ibsen international acclaim.\nGhosts followed in 1881, another scathing commentary on the morality of Ibsen's society, in which a widow reveals to her pastor that she had hidden the evils of her marriage for its duration. The pastor had advised her to marry her fiancé despite his philandering, and she did so in the belief that her love would reform him. But his philandering continued right up until his death, and his vices are passed on to their son in the form of syphilis. The mention of venereal disease alone was scandalous, but to show how it could poison a respectable family was considered intolerable.[28]In An Enemy of the People (1882), Ibsen went even further. In earlier plays, controversial elements were important and even pivotal components of the action, but they were on the small scale of individual households. In An Enemy, controversy became the primary focus, and the antagonist was the entire community. One primary message of the play is that the individual, who stands alone, is more often \"right\" than the mass of people, who are portrayed as ignorant and sheeplike. Contemporary society's belief was that the community was a noble institution that could be trusted, a notion Ibsen challenged. In An Enemy of the People, Ibsen chastised not only the conservatism of society, but also the liberalism of the time. He illustrated how people on both sides of the social spectrum could be equally self-serving. An Enemy of the People was written as a response to the people who had rejected his previous work, Ghosts. The plot of the play is a veiled look at the way people reacted to the plot of Ghosts. The protagonist is a physician in a vacation spot whose primary draw is a public bath. The doctor discovers that the water is contaminated by the local tannery. He expects to be acclaimed for saving the town from the nightmare of infecting visitors with disease, but instead he is declared an 'enemy of the people' by the locals, who band against him and even throw stones through his windows. The play ends with his complete ostracism. It is obvious to the reader that disaster is in store for the town as well as for the doctor.\nAs audiences by now expected, Ibsen's next play again attacked entrenched beliefs and assumptions; but this time, his attack was not against society's mores, but against overeager reformers and their idealism. Always an iconoclast, Ibsen saw himself as an objective observer of society, “like a lone franc tireur in the outposts”, playing a lone hand, as he put it.[29] Ibsen, perhaps more than any of his contemporaries, relied upon immediate sources such as newspapers and second-hand report for his contact with intellectual thought. He claimed to be ignorant of books, leaving them to his wife and son, but, as Georg Brandes described, \"he seemed to stand in some mysterious correspondence with the fermenting, germinating ideas of the day.\"[30]The Wild Duck (1884) is by many considered Ibsen's finest work, and it is certainly one of the most complex, alongside Rosmersholm. It tells the story of Gregers Werle, a young man who returns to his hometown after an extended exile and is reunited with his boyhood friend Hjalmar Ekdal. Over the course of the play, the many secrets that lie behind the Ekdals' apparently happy home are revealed to Gregers, who insists on pursuing the absolute truth, or the \"Summons of the Ideal\". Among these truths: Gregers' father impregnated his servant Gina, then married her off to Hjalmar to legitimize the child. Another man has been disgraced and imprisoned for a crime the elder Werle committed. Furthermore, while Hjalmar spends his days working on a wholly imaginary \"invention\", his wife is earning the household income.[citation needed]Ibsen displays masterly use of irony: despite his dogmatic insistence on truth, Gregers never says what he thinks but only insinuates, and is never understood until the play reaches its climax. Gregers hammers away at Hjalmar through innuendo and coded phrases until he realizes the truth: that Gina's daughter, Hedvig, is not his child. Blinded by Gregers' insistence on absolute truth, he disavows the child. Seeing the damage he has wrought, Gregers determines to repair things, and suggests to Hedvig that she sacrifice the wild duck, her wounded pet, to prove her love for Hjalmar. Hedvig, alone among the characters, recognizes that Gregers always speaks in code, and looking for the deeper meaning in the first important statement Gregers makes which does not contain one, kills herself rather than the duck in order to prove her love for him in the ultimate act of self-sacrifice. Only too late do Hjalmar and Gregers realize that the absolute truth of the \"ideal\" is sometimes too much for the human heart to bear.[citation needed]\n   Letter from Ibsen to his English reviewer and translator Edmund Gosse: \"30.8.[18]99. Dear Mr. Edmund Gosse! It was to me a hearty joy to receive your letter. So I will finally personally meet you and your wife. I am at home every day in the morning until 1 o'clock. I am happy and surprised at your excellent Norwegian! Your amicably obliged Henrik Ibsen.\"\nLate in his career, Ibsen turned to a more introspective drama that had much less to do with denunciations of society's moral values and more to do with the problems of individuals. In such later plays as Hedda Gabler (1890) and The Master Builder (1892), Ibsen explored psychological conflicts that transcended a simple rejection of current conventions. Many modern readers, who might regard anti-Victorian didacticism as dated, simplistic or hackneyed, have found these later works to be of absorbing interest for their hard-edged, objective consideration of interpersonal confrontation.  Hedda Gabler and A Doll’s House are regularly cited as Ibsen's most popular and influential plays,[31] with the title role of Hedda regarded as one of the most challenging and rewarding for an actress even in the present day.\nIbsen had completely rewritten the rules of drama with a realism which was to be adopted by Chekhov and others and which we see in the theatre to this day. From Ibsen forward, challenging assumptions and directly speaking about issues has been considered one of the factors that makes a play art rather than entertainment[citation needed]. His works were brought to an English-speaking audience, largely thanks to the efforts of William Archer and Edmund Gosse. These in turn had a profound influence on the young James Joyce who venerates him in his early autobiographical novel Stephen Hero. Ibsen returned to Norway in 1891, but it was in many ways not the Norway he had left. Indeed, he had played a major role in the changes that had happened across society. Modernism was on the rise, not only in the theatre, but across public life.[citation needed].\nIbsen intentionally obscured his influences. However, asked later what he had read when he wrote Catiline, Ibsen replied that he had read only the Danish Norse saga-inspired Romantic tragedian Adam Oehlenschläger and Ludvig Holberg, \"the Scandinavian Molière\".[32]>"
      ],
      [
        4,
        "At the time when Ibsen was writing, literature was emerging as a formidable force in 19th century society.[33] With the vast increase in literacy towards the end of the century, the possibilities of literature being used for subversion struck horror into the heart of the Establishment. Ibsen's plays, from A Doll’s House onwards, caused an uproar: not just in Norway, but throughout Europe, and even across the Atlantic in America. No other artist, apart from Richard Wagner, had such an effect internationally, inspiring almost blasphemous adoration and hysterical abuse.[34]After the publication of Ghosts, he wrote: “while the storm lasted, I have made many studies and observations and I shall not hesitate to exploit them in my future writings.”[35] Indeed, his next play An Enemy of the People was initially regarded by the critics to be simply his response to the violent criticism which had greeted Ghosts. Ibsen expected criticism: as he wrote to his publisher: “Ghosts will probably cause alarm in some circles, but it can’t be helped. If it did not, there would have been no necessity for me to have written it.”[36]Ibsen didn't just read the critical reaction to his plays, he actively corresponded with critics, publishers, theatre directors and newspaper editors on the subject. The interpretation of his work, both by critics and directors, concerned him greatly. He often advised directors on which actor or actress would be suitable for a particular role. (An example of this is a letter he wrote to Hans Schroder in November 1884, with detailed instructions for the production of The Wild Duck.[37])\nIbsen's plays initially reached a far wider audience as read plays rather than in performance. It was 20 years, for instance, before the authorities would allow Ghosts to be performed in Norway. Each new play that Ibsen wrote, from 1879 onwards, had an explosive effect on intellectual circles. This was greatest for A Doll’s House and Ghosts, and it did lessen with the later plays, but the translation of Ibsen's works into German, French and English during the decade following the initial publication of each play and frequent new productions as and when permission was granted, meant that Ibsen remained a topic of lively conversation throughout the latter decades of the 19th century. When A Doll’s House was published, it had an explosive effect: it was the centre of every conversation at every social gathering in Christiania. One hostess even wrote on the invitations to her soirée, “You are politely requested not to mention Mr Ibsen’s new play”.[38]>"
      ],
      [
        5,
        "On 23 May 1906, Ibsen died in his home at Arbins gade 1 in Kristiania (now Oslo)[39] after a series of strokes in March 1900. When, on 22 May, his nurse assured a visitor that he was a little better, Ibsen spluttered his last words \"On the contrary\" (\"Tvertimod!\"). He died the following day at 2:30 pm.[40]Ibsen was buried in Vår Frelsers gravlund (\"The Graveyard of Our Savior\") in central Oslo.\n\nCentenaryEdit\nThe 100th anniversary of Ibsen's death in 2006 was commemorated with an \"Ibsen year\" in Norway and other countries.[41][42][43] In 2006, the homebuilding company Selvaag also opened Peer Gynt Sculpture Park in Oslo, Norway, in Henrik Ibsen's honour, making it possible to follow the dramatic play Peer Gynt scene by scene. Will Eno's adaptation of Ibsen's Peer Gynt, titled Gnit, had its world premiere at the 37th Humana Festival of New American Plays in March 2013.[44]On 23 May 2006, The Ibsen Museum in Oslo re-opened, to the public, the house where Ibsen had spent his last eleven years, completely restored with the original interior, colours, and decor.[45]>"
      ],
      [
        6,
        "In a letter to George Brandes shortly before the Paris Commune, Ibsen expressed anarchist views that Brandes later positively related to the Paris Commune. Ibsen wrote that the state “is the curse of the individual.… The state must be abolished.”[46][47] Brandes related that Ibsen “presented to me as political ideals, conditions and ideas whose nature did not seem to me quite clear, but which were unquestionably akin to those that were proclaimed precisely one month later, in an extremely distorted form, by the Parisian commune.”[46] And in another letter shortly before the Commune came to an end, Ibsen expressed a disappointment with the Commune, insofar as it did not go far enough in its anarchism—in its rejection of the state and private property. Ibsen wrote, “Is it not impudent of the commune in Paris to go and destroy my admirable state theory, or rather no state theory? The idea is now ruined for a long time to come, and I cannot even set it forth in verse with any propriety.” However, Ibsen nevertheless expressed an optimism, asserting that his \"no state theory\" bears “within itself a healthy core” and that some day “it will be practised without any caricature.”[46]>"
      ],
      [
        7,
        "Ivo de Figueiredo argues that \"today, Ibsen belongs to the world. But it is impossible to understand [Ibsen's] path out there without knowing the Danish cultural sphere from which he sprang, from which he liberated himself and which he ended up shaping. Ibsen developed as a person and artist in a dialogue with Danish theater and literature that was anything but smooth.\"[48]The social questions which concerned Ibsen belonged unequivocally to the 19th century. From a modern perspective, the aspects of his writing that appeal most are the psychological issues which he explored. The social issues, taken up so prominently in his own day, have become dated, as has the late-Victorian middle-class setting of his plays. The fact that, whether read and staged, they still possess a compelling power is testament to his enduring quality as a thinker and a dramatist.\nOn the occasion of the 100th anniversary of Ibsen's death in 2006, the Norwegian government organised the Ibsen Year, which included celebrations around the world. The NRK produced a miniseries on Ibsen's childhood and youth in 2006, An Immortal Man. Several prizes are awarded in the name of Henrik Ibsen, among them the International Ibsen Award, the Norwegian Ibsen Award and the Ibsen Centennial Commemoration Award.\nEvery year, since 2008, the annual \"Delhi Ibsen Festival\", is held in Delhi, India, organized by the Dramatic Art and Design Academy (DADA) in collaboration with The Royal Norwegian Embassy in India. It features plays by Ibsen, performed by artists from various parts of the world in varied languages and styles.[49][50]The Ibsen Society of America (ISA) was founded in 1978 at the close of the Ibsen Sesquicentennial Symposium held in New York City to mark the 150th anniversary of Henrik Ibsen's birth. Distinguished Ibsen translator and critic Rolf Fjelde, Professor of Literature at Pratt Institute and the chief organizer of the Symposium, was elected Founding President. In December 1979, the ISA was certified as a non-profit corporation under the laws of the State of New York. Its purpose is to foster through lectures, readings, performances, conferences, and publications an understanding of Ibsen's works as they are interpreted as texts and produced on stage and in film and other media. An annual newsletter Ibsen News and Comment is distributed to all members.[51]On 20 March 2013, Google celebrated Henrik Ibsen’s 185th Birthday with a doodle.[52][53]>"
      ],
      [
        8,
        "Ibsen's ancestry has been a much studied subject, due to his perceived foreignness[54] and due to the influence of his biography and family on his plays. Ibsen often made references to his family in his plays, sometimes by name, or by modelling characters after them.\nThe oldest documented member of the Ibsen family was ship's captain Rasmus Ibsen (1632–1703) from Stege, Denmark. His son, ship's captain Peder Ibsen became a burgher of Bergen in Norway in 1726.[55] Henrik Ibsen had Danish, German, Norwegian and some distant Scottish ancestry. Most of his ancestors belonged to the merchant class of original Danish and German extraction, and many of his ancestors were ship's captains.\nIbsen's biographer Henrik Jæger famously wrote in 1888 that Ibsen did not have a drop of Norwegian blood in his veins, stating that \"the ancestral Ibsen was a Dane\". This, however, is not completely accurate; notably through his grandmother Hedevig Paus, Ibsen was descended from one of the very few families of the patrician class of original Norwegian extraction, known since the 15th century. Ibsen's ancestors had mostly lived in Norway for several generations, even though many had foreign ancestry.[56][57]The name Ibsen is originally a patronymic, meaning \"son of Ib\" (Ib is a Danish variant of Jacob). The patronymic became \"frozen\", i.e. it became a permanent family name, in the 17th century. The phenomenon of patronymics becoming frozen started in the 17th century in bourgeois families in Denmark, and the practice was only widely adopted in Norway from around 1900.\n>"
      ],
      [
        9,
        "From his marriage with Suzannah Thoresen, Ibsen had one son, lawyer, government minister, and Norwegian Prime Minister Sigurd Ibsen. Sigurd Ibsen married Bergljot Bjørnson, the daughter of Bjørnstjerne Bjørnson. Their son was Tancred Ibsen, who became a film director and was married to Lillebil Ibsen; their only child was diplomat Tancred Ibsen, Jr. Sigurd Ibsen's daughter, Irene Ibsen, married Josias Bille, a member of the Danish ancient noble Bille family; their son was Danish actor Joen Bille.\n>"
      ],
      [
        10,
        "Ibsen was decorated Knight in 1873, Commander in 1892, and with the Grand Cross of the Order of St. Olav in 1893. He received the Grand Cross of the Danish Order of the Dannebrog, and the Grand Cross of the Swedish Order of the Polar Star, and was Knight, First Class of the Order of Vasa.[58]Well known stage directors in Austria and Germany as Theodor Lobe (1833–1905), Paul Barnay (1884–1960), Max Burckhard (1854–1912), Otto Brahm (1956–1912), Carl Heine (1861–1927), Paul Albert Glaeser-Wilken (1874–1942), Victor Barnowsky (1875–1952), Eugen Robert (1877–1944), Leopold Jessner (1878–1945), Ludwig Barnay (1884–1960), Alfred Rotter (1886–1933), Fritz Rotter (1888–1939), Paul Rose [de] (1900–1973) and Peter Zadek (1926–2009) performed the work of Ibsen.\nIn 1995, the asteroid 5696 Ibsen was named in his memory.\nIn 2011 Håkon Anton Fagerås made two busts in bronze of Ibsen. One for Parco Ibsen in Sorrento, Italy and one in Skien kommune.[59] In 2012 Håkon Anton Fagerås made a statue in marble of Ibsen for the Ibsen Museum in Oslo.[60]>"
      ],
      [
        11,
        "Plays entirely or partly in verse are marked v.\n\n.mw-parser-output .div-col{margin-top:0.3em;column-width:30em}.mw-parser-output .div-col-small{font-size:90%}.mw-parser-output .div-col-rules{column-rule:1px solid #aaa}.mw-parser-output .div-col dl,.mw-parser-output .div-col ol,.mw-parser-output .div-col ul{margin-top:0}.mw-parser-output .div-col li,.mw-parser-output .div-col dd{page-break-inside:avoid;break-inside:avoid-column}.mw-parser-output .plainlist ol,.mw-parser-output .plainlist ul{line-height:inherit;list-style:none;margin:0}.mw-parser-output .plainlist ol li,.mw-parser-output .plainlist ul li{margin-bottom:0}\n1850 Catiline (Catilina)v\n1850 The Burial Mound also known as The Warrior's Barrow (Kjæmpehøjen)v\n1852 St. John's Eve (Sancthansnatten)v[b]\n1854 Lady Inger of Oestraat (Fru Inger til Østeraad)\n1855 The Feast at Solhaug (Gildet paa Solhaug)v[c]\n1856 Olaf Liljekrans (Olaf Liljekrans)v[d]\n1858 The Vikings at Helgeland (Hærmændene paa Helgeland)\n1862 Love's Comedy (Kjærlighedens Komedie)v\n1863 The Pretenders (Kongs-Emnerne)v[e]\n1866 Brand (Brand)v\n1867 Peer Gynt (Peer Gynt)v\n1869 The League of Youth (De unges Forbund)\n1873 Emperor and Galilean (Kejser og Galilæer)\n1877 Pillars of Society (Samfundets Støtter)\n1879 A Doll's House (Et Dukkehjem)\n1881 Ghosts (Gengangere)\n1882 An Enemy of the People (En Folkefiende)\n1884 The Wild Duck (Vildanden)\n1886 Rosmersholm (Rosmersholm)\n1888 The Lady from the Sea (Fruen fra Havet)\n1890 Hedda Gabler (Hedda Gabler)\n1892 The Master Builder (Bygmester Solness)\n1894 Little Eyolf (Lille Eyolf)\n1896 John Gabriel Borkman (John Gabriel Borkman)\n1899 When We Dead Awaken (Når vi døde vaagner)\nOther worksEdit\n1851 Norma or a Politician's Love (Norma eller en Politikers Kjaerlighed), an eight-page political parody[f]\n1871 Digte – only released collection of poetry, included Terje Vigen (written in 1862 but published in Digte from 1871)English translationsEdit\nMajor translation projects include:[64]\nThe Collected Works of Henrik Ibsen, in twelve volumes, edited by William Archer (Heinemann, 1906-1912). 21 plays.\nThe Oxford Ibsen, edited by James McFarlane (Oxford, 1960-1977). The most comprehensive version available.[65]\nMichael Meyer's translations (1960-1986). Fourteen plays.\nIbsen: The Complete Major Prose Plays, translated by Rolf G. Fjelde (Plume, 1978). Twelve plays.\nEight Plays, translated by Eva Le Gallienne (Modern Library, 1982).\nIbsen's Selected Plays: A Norton Critical Edition, edited by Brian Johnston, with translations by Brian Johnston and Rick Davis (W. W. Norton, 2004). Five plays.[66]\nIbsen – 3 Plays (Kenneth McLeish &amp; Stephen Mulrine, translators (Nick Hern Books, 2005)\nThe New Penguin Ibsen, in four volumes, edited by Tore Rem, with translations by Anne-Marie Stanton-Ife, Barbara Haveland, Deborah Dawkin, Erik Skuggevik and Geoffrey Hill (Penguin, 2014-2019). Fourteen plays.>"
      ],
      [
        12,
        "\n.mw-parser-output .portalbox{padding:0;margin:0.5em 0;display:table;box-sizing:border-box;max-width:175px;list-style:none}.mw-parser-output .portalborder{border:solid #aaa 1px;padding:0.1em;background:#f9f9f9}.mw-parser-output .portalbox-entry{display:table-row;font-size:85%;line-height:110%;height:1.9em;font-style:italic;font-weight:bold}.mw-parser-output .portalbox-image{display:table-cell;padding:0.2em;vertical-align:middle;text-align:center}.mw-parser-output .portalbox-link{display:table-cell;padding:0.2em 0.2em 0.2em 0.3em;vertical-align:middle}@media(min-width:720px){.mw-parser-output .portalleft{clear:left;float:left;margin:0.5em 1em 0.5em 0}.mw-parser-output .portalright{clear:right;float:right;margin:0.5em 0 0.5em 1em}} Literature portal Biography portalCentre for Ibsen Studies\nIbsen Studies\nNorwegian Ibsen Award\nNaturalism (theatre)\nNineteenth-century theatre\nProblem play>"
      ],
      [
        13,
        "\n.mw-parser-output .reflist{font-size:90%;margin-bottom:0.5em;list-style-type:decimal}.mw-parser-output .reflist .references{font-size:100%;margin-bottom:0;list-style-type:inherit}.mw-parser-output .reflist-columns-2{column-width:30em}.mw-parser-output .reflist-columns-3{column-width:25em}.mw-parser-output .reflist-columns{margin-top:0.3em}.mw-parser-output .reflist-columns ol{margin-top:0}.mw-parser-output .reflist-columns li{page-break-inside:avoid;break-inside:avoid-column}.mw-parser-output .reflist-upper-alpha{list-style-type:upper-alpha}.mw-parser-output .reflist-upper-roman{list-style-type:upper-roman}.mw-parser-output .reflist-lower-alpha{list-style-type:lower-alpha}.mw-parser-output .reflist-lower-greek{list-style-type:lower-greek}.mw-parser-output .reflist-lower-roman{list-style-type:lower-roman}\n^ At the time, Norway shared one of its written languages with Denmark, and this written language was referred to as Danish in Denmark and as Norwegian in Norway. There were nevertheless certain differences between the form used in Denmark and the form used in Norway. Compare .mw-parser-output cite.citation{font-style:inherit;word-wrap:break-word}.mw-parser-output .citation q{quotes:\"\\\"\"\"\\\"\"\"'\"\"'\"}.mw-parser-output .citation:target{background-color:rgba(0,127,255,0.133)}.mw-parser-output .id-lock-free a,.mw-parser-output .citation .cs1-lock-free a{background:url(\"//upload.wikimedia.org/wikipedia/commons/6/65/Lock-green.svg\")right 0.1em center/9px no-repeat}.mw-parser-output .id-lock-limited a,.mw-parser-output .id-lock-registration a,.mw-parser-output .citation .cs1-lock-limited a,.mw-parser-output .citation .cs1-lock-registration a{background:url(\"//upload.wikimedia.org/wikipedia/commons/d/d6/Lock-gray-alt-2.svg\")right 0.1em center/9px no-repeat}.mw-parser-output .id-lock-subscription a,.mw-parser-output .citation .cs1-lock-subscription a{background:url(\"//upload.wikimedia.org/wikipedia/commons/a/aa/Lock-red-alt-2.svg\")right 0.1em center/9px no-repeat}.mw-parser-output .cs1-ws-icon a{background:url(\"//upload.wikimedia.org/wikipedia/commons/4/4c/Wikisource-logo.svg\")right 0.1em center/12px no-repeat}.mw-parser-output .cs1-code{color:inherit;background:inherit;border:none;padding:inherit}.mw-parser-output .cs1-hidden-error{display:none;color:#d33}.mw-parser-output .cs1-visible-error{color:#d33}.mw-parser-output .cs1-maint{display:none;color:#3a3;margin-left:0.3em}.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right{padding-right:0.2em}.mw-parser-output .citation .mw-selflink{font-weight:inherit}Haugen, Einar (1979). \"The Nuances of Norwegian\". Ibsen's Drama: Author to Audience. Minneapolis: University of Minnesota. p. 99. ISBN 978-0-8166-0896-6.\n\n^ Only the prologue is in verse, the rest is in prose.\n\n^ In a combination of prose and verse.\n\n^ In a combination of prose and verse.\n\n^ Mainly in prose, with a few speeches in verse.\n\n^ Though sometimes identified as a play, Norma was never intended for performance. This \"juvenile polemical work\" was an attack on the Norwegian parliament or Storting, identifying several legislators by name as \"fortune hunters\". It first appeared anonymously in the satirical magazine Andhrimner.[61] Using play-like dialog and the names of characters from Bellini's opera Norma, Ibsen's hero chooses the \"passive\" female who represents the government over the heroic title character representing the opposition.[62][63] \n\n>"
      ],
      [
        14,
        "\n\n^ \"Ibsen\". Random House Webster's Unabridged Dictionary.\n\n^ On Ibsen's role as \"father of modern drama\", see \"Ibsen Celebration to Spotlight 'Father of Modern Drama'\". Bowdoin College. 23 January 2007. Archived from the original on 12 December 2013. Retrieved 27 March 2007.; on Ibsen's relationship to modernism, see Moi (2006, 1–36)\n\n^ \"shakespearetheatre.org\" (PDF). Archived from the original (PDF) on 14 February 2019. Retrieved 25 January 2013.\n\n^ \"Henrik Ibsen – book launch to commemorate the 'Father of Modern Drama'\". Archived from the original on 19 September 2016. Retrieved 25 January 2013.\n\n^ Bonnie G. Smith, \"A Doll's House\", in The Oxford Encyclopedia of Women in World History, Vol. 2, p. 81, Oxford University Press\n\n^ Klaus Van Den Berg, \"Peer Gynt\" (review), Theatre Journal 58.4 (2006) 684–687\n\n^ McFarlane, James (1999). \"Introduction\". In: Ibsen, Henrik, An Enemy of the People; The Wild Duck; Rosmersholm. Oxford World Classics. Oxford, England: Oxford University Press. p. ix. ISBN 0192839438, ISBN 9780192839435.\n\n^ Peter Normann Waage (1986). \"Henrik Ibsen og Keiser Julian\". Libra.\n\n^ a b Valency, Maurice. The Flower and the Castle. Schocken, 1963.\n\n^ Byatt, AS (15 December 2006). \"The age of becoming\". The Guardian. London.\n\n^ \"Nomination Archive\". NobelPrize.org.\n\n^ \"Henrik Ibsens skrifter: Brev til GEORG BRANDES (21. september 1882)\". www.ibsen.uio.no.\n\n^ Haugen (1979: 23)\n\n^ a b c d e f g h i j k l m n o Haave, Jørgen (2017). Familien Ibsen. Museumsforlaget. ISBN 9788283050455.\n\n^ Templeton, Joan (1997). Ibsen's Women. Cambridge University Press. pp. 1ff.\n\n^ Ferguson p. 280\n\n^ Ibsen, Henrik (1888). \"Barndomsminder\". Henrik Ibsens skrifter. University of Oslo.\n\n^ Michael Meyers. Henrik Ibsen, Chapter one.\n\n^ a b Michael Meyers. Henrick Ibsen. Chapter one.\n\n^ \"Ibsens barneår var bedre enn antatt\". Varden. 12 May 2016.\n\n^ Hans Bernhard Jaeger, Henrik Ibsen, 1828–1888: et literært livsbillede, Copenhagen, Gyldendal, 1888\n\n^ Michael Meyes. Henrik Ibsen. Chapters corresponding to individual early plays.\n\n^ \"Henrik Ibsen\".\n\n^ Shapiro, Bruce. Divine Madness and the Absurd Paradox. (1990) ISBN 978-0-313-27290-5\n\n^ Downs, Brian. Ibsen: The Intellectual Background (1946)\n\n^ Hanssen, Jens-Morten (10 August 2001). \"Facts about Pillars of Society\". ibsen.nb.no. Retrieved 8 February 2013.\n\n^ MacFarlane, James (1960). The Oxford Ibsen, Vol IV. London: Oxford University Press. p. 439.\n\n^ Spongberg, Mary (1998). Feminizing Venereal Disease: The Body of the Prostitute in Nineteenth-Century Medical Discourse. NYU Press. p. 162. ISBN 0814780822. Retrieved 26 August 2019.\n\n^ MacFarlane, James (1961). The Oxford Ibsen, Vol V. London: Oxford University Press. p. 476.\n\n^ Meyer, Michael (1971). Ibsen: A biography. Doubleday and Company. p. 500.\n\n^ Paskett, Zoe (11 September 2019). \"Henrik Ibsen's greatest plays, from A Doll's House to Hedda Gabler\". Evening Standard.\n\n^ \"In Our Time: Henrik Ibsen: Audio podcast\". BBC Radio 4. 21 May 2018. Retrieved 13 June 2020.\n\n^ Hughes, H. Stuart (2002). Consciousness and Society: the Reorientation of European Social Thought. Transaction Publishers. ISBN 978-0765809186.\n\n^ Meyer, Michael (1971). Ibsen: A Biography. Doubleday &amp; Company.\n\n^ MacFarlane, Robert (1961). The Oxford Ibsen. London: Oxford University Press. p. 477.\n\n^ Meyer, Michael (1971). Ibsen: A biography. Doubleday &amp; Company. p. 505.\n\n^ Meyer, Michael (1971). Ibsen: A Biography. Doubleday &amp; Company. p. 559.\n\n^ MacFarlane, James. Henrik Ibsen: Four Major Plays (Introduction). The World’s Classics. pp. Introduction.\n\n^ since 2006 The Ibsen Museum (Oslo)\n\n^ Michael Meyer, Ibsen – A Biography, Doubleday 1971, p. 807\n\n^ \"Norges Bank\". www.norges-bank.no. Archived from the original on 10 November 2014.\n\n^ \"norway.sk\". Archived from the original on 18 September 2011. Retrieved 26 February 2010.\n\n^ Mazur, G.O. One Hundrd Year Commemoration to the Life of Henrik Ibsen, Semenenko Foundation, Andreeff Hall, 12, rue de Montrosier, 92200 Neuilly, Paris, France, 2006.\n\n^ Gioia, Michael. \"Premiere of Will Eno's Gnit, Adaptation of Peer Gynt Directed by Les Waters, Opens March 17 at Humana Fest\" Archived 8 January 2014 at the Wayback Machine playbill.com, 17 March 2013\n\n^ \"Henrik Ibsen\". Nasjonalbiblioteket.\n\n^ a b c Brandes, Georg (1886). Eminent Authors of the Nineteenth Century: Literary Portraits. T, Y, Crowell &amp; Company.\n\n^ Goldman, Emma (28 September 2020). The Social Significance of the Modern Drama. Library of Alexandria. ISBN 978-1-4655-9740-3.\n\n^ Figueiredo, Ivo de (2019). Henrik Ibsen: Mennesket og masken. Rosinante &amp; Co. ISBN 9788763861830.\n\n^ \"Ibsen time of the year again – Hindustan Times\". 22 November 2012. Archived from the original on 27 December 2013. Retrieved 21 December 2013.\n\n^ Daftuar, Swati (24 November 2012). \"Showcase: Reinventing Ibsen\". The Hindu. Chennai, India. Retrieved 21 December 2013.\n\n^ Schanke, Robert A. (1988). Ibsen in America: A Century of Change. Scarecrow Press. p. 157. ISBN 978-0810820999. Retrieved 28 January 2018.\n\n^ Desk, OV Digital (19 March 2023). \"20 March: Remembering Henrik Ibsen on Birthday\". Observer Voice. Retrieved 19 March 2023.\n\n^ \"Henrik Ibsen's 185th Birthday\". www.google.com. Retrieved 19 March 2023.\n\n^ Johan Kïelland Bergwitz, Henrik Ibsen i sin avstamning: norsk eller fremmed?, Gyldendal Norsk Forlag, 1916\n\n^ Terje Bratberg (15 November 2018). \"Ibsen – norsk slekt\". Store norske leksikon.\n\n^ Henrik Jaeger, Henrik Ibsen. A Critical Biography, Chicago: A.C. McClurg &amp; Co., 1891\n\n^ Bergwitz, Joh. K, Henrik Ibsen i sin avstamning. Norsk eller fremmed?, Nordisk forlag, Gyldendalske boghandel, Christiania and Copenhagen, 1916\n\n^ Amundsen, O. Delphin (1947). Den kongelige norske Sankt Olavs Orden 1847–1947 (in Norwegian). Oslo: Grøndahl. p. 12.\n\n^ \"Henrik Ibsen 1828-1906 [Skulptur]\". digitaltmuseum.no. Retrieved 20 April 2022.\n\n^ \"Polfarere i bronse\". www.aftenposten.no (in Norwegian Bokmål). Retrieved 20 April 2022.\n\n^ Jaeger, Henrik Bernhard (1890). The Life of Henrik Ibsen. London: William Heinemann. p. 64. Retrieved 4 April 2015.\n\n^ Templeton, Joan (1997). Ibsen's Women. Cambridge University Press. p. 340. ISBN 9780521001366. Retrieved 4 April 2015.\n\n^ Hanssen, Jens-Morten (10 July 2005). \"Facts about Norma\". National Library of Norway. Retrieved 13 April 2015.\n\n^ \"English Translations : Ibsen Society of America\". ibsensociety.org. Retrieved 24 June 2021.\n\n^ France, Peter (2000). The Oxford Guide to Literature in English Translation. Oxford University Press. ISBN 978-0-19-818359-4.\n\n^ \"Ibsen's Selected Plays\". wwnorton.com. Retrieved 24 June 2021.\n\n>"
      ]
    ]
  }
}